Repository: katebennu/elwedo-solar
Catalog: infographics/locale/*/LC_MESSAGES/django.po
Languages: fi

source: GREEN ENERGY SHAPED FOR YOU
fi: YKSILÖLLISTÄ AURINKOSÄHKÖÄ

source: Elwedo provides digital applications for the future energy world.
fi: Elwedo vie sinut uuteen energiamaailmaan. Palvelun avulla näet helposti ja läpinäkyvästi, kuinka paljon säästät rahaa ja ympäristöä käyttämällä aurinkosähköä.

source: DASHBOARD
fi: ETUSIVU

source: ABOUT
fi: LISÄTIETOA

source: LOGOUT | ACCOUNT
fi: KIRJAUTUMINEN | OMA TILI

source: Change Password
fi: Vaihda Salasana

source: Log Out
fi: Kirjaudu Ulos

source: LOGIN
fi: KIRJAUDU

source: contact:
fi: yhteystiedot:

source: YOU HAVE PRODUCED
fi: OLET TUOTTANUT

source: ENOUGH TO TRAVEL WITH
fi: AJAT TUOTETULLA MÄÄRÄLLÄ

source: AN ELECTRIC CAR FOR
fi: SÄHKÖAUTOLLA

source: Electric car? You get 100km range with only 1.2 € when charging at daytime.
fi: Ajatko sähköllä? Kun lataat aurinkoisina tunteina, saat akkuun 100 km ajomatkan 1,2 eurolla.

source: Your solar power has helped you to reduce CO2 emissions in one day/week/month equaling to
fi: Aurinkosähköllä olet vähentänyt CO2-päästöjä, jotka vastaavat

source: km air travel.
fi: km lentomatkaa.

source: You have produced solar power in one day/week/month equaling to
fi: Aurinkosähköllä olet tuottanut energian, joka vastaa

source: km train trip.
fi: km junamatkaa.

source: SAVINGS
fi: OMA SÄHKÖ

source: Share of consumption that is covered by own solar energy production
fi: Osuus sähkönkäytöstäsi, jonka kautat omalla aurinkosähköllä

source: PURCHASED GRID ENERGY
fi: SÄHKÖLASKU

source: Approximate amount of money spent on electricity by the household
fi: Arvioitu rahamäärä, jonka kotitaloutesi käyttää sähköön

source: CO2 EMISSIONS
fi: SÄHKÖNKÄYTTÖSI CO2-PÄÄSTÖT

source: CO2 emissions produced by the household
fi: CO2-päästömäärä kotitaloutesi sähkönkäytöstä

source: with solar
fi: aurinkosähköllä

source: without solar
fi: ilman aurinkosähköä

source: ENERGY USAGE AND SAVINGS
fi: SÄHKÖN KÄYTTÖ

source: Energy consumption in the apartment and building.
fi: Sähkönkulutus asunnossasi ja talossasi.

source: You can also see how charging electric car would affect consumption
fi: Voit myös kokeilla, miten sähköautonlataaminen vaikuttaisi sähkönkäyttöösi

source: APARTMENT
fi: OMA ASUNTO

source: BUILDING
fi: KOKO TALO

source: ELECTRIC CAR
fi: SÄHKÖAUTO

source: purchased energy
fi: ostosähkö

source: produced energy
fi: oma sähkö

source: Welcome
fi: Tervetuloa

source: Last updated
fi: Viimeksi päivitetty

source: DAY
fi: PÄIVÄ

source: WEEK
fi: VIIKKO

source: MONTH
fi: KUUKAUSI

source: TOMORROW
fi: HUOMENNA

source: Finnish
fi: Suomi

source: English
fi: Englanti
